[
{"type":"header","version":"5.2.1","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"fyp"},
{"type":"table","name":"product","database":"fyp","data":
[
{"prod_id":"12","prod_name":"Versace Jeans Couture Clown Trouser","prod_cat":"Jeans","prod_gen":"Women","prod_col":"Green","prod_size":"M","prod_desc":"Embrace a playful yet sophisticated look with our Versace Jeans Couture Clown Trouser. Designed to captivate, the lively green color adds a pop of vibrancy to your outfit. The tailored fit effortlessly flatters your figure, while the medium size ensures a comfortable and versatile fit. Elevate your style with a touch of luxury and artistry that only Versace can deliver."},
{"prod_id":"13","prod_name":"Diesel Men's Buster Tapered Jeans","prod_cat":"Jeans","prod_gen":"Men","prod_col":"Black","prod_size":"M","prod_desc":"Make a bold statement with our Diesel Men's Buster Tapered Jeans. The deep black hue exudes timeless coolness, and the tapered fit provides a modern edge. Crafted for comfort and style, these jeans are a versatile addition to your wardrobe. Embrace a contemporary look that seamlessly transitions from casual outings to urban adventures."},
{"prod_id":"14","prod_name":"Balmain Geometric Print Skinny Jeans","prod_cat":"Jeans","prod_gen":"Women","prod_col":"White","prod_size":"M","prod_desc":"Unleash your inner fashionista with our Balmain Geometric Print Skinny Jeans. The intricate white geometric pattern adds a touch of avant-garde to your ensemble. Crafted to perfection, these jeans blend comfort with high-fashion appeal. Elevate your style game and embrace the unique beauty of Balmain's design."},
{"prod_id":"15","prod_name":"Gucci stonewashed classic Jeans","prod_cat":"Jeans","prod_gen":"Men","prod_col":"Black","prod_size":"M","prod_desc":"Elevate your denim collection with our Gucci Stonewashed Classic Jeans. The stonewashed black finish exudes sophistication, and the classic design pays homage to timeless fashion. Experience luxury and comfort with each wear, as you confidently embrace the elegance that Gucci represents."},
{"prod_id":"16","prod_name":"Dark Denim Victoria Silk Touch Jeans","prod_cat":"Jeans","prod_gen":"Men","prod_col":"Black","prod_size":"M","prod_desc":"Step into refined style with our Dark Denim Victoria Silk Touch Jeans. The deep black hue exudes confidence, while the silk-like touch adds a luxurious element to your outfit. Crafted for comfort and class, these jeans are a true testament to modern sophistication"},
{"prod_id":"17","prod_name":"Indigo Sadie Slim Leg Jeans","prod_cat":"Jeans","prod_gen":"Men","prod_col":"Navy","prod_size":"M","prod_desc":"Make a suave statement with our Indigo Sadie Slim Leg Jeans. The rich navy hue exudes confidence and versatility. The slim leg design offers a contemporary touch, making these jeans perfect for both casual and semi-formal occasions. Embrace a tailored look that effortlessly captures your unique style."},
{"prod_id":"18","prod_name":"Amapo skinny jeans","prod_cat":"Jeans","prod_gen":"Men","prod_col":"Light Blue","prod_size":"M","prod_desc":"Embrace a fresh and casual vibe with our Amapo Skinny Jeans in light blue. The soft hue adds a touch of relaxation, while the skinny fit complements your figure. Crafted for comfort and style, these jeans are a go-to choice for effortlessly cool looks."},
{"prod_id":"19","prod_name":"Marc Jacobs Stick Fit Jeans","prod_cat":"Jeans","prod_gen":"Men","prod_col":"Dark Blue","prod_size":"M","prod_desc":"Elevate your denim game with our Marc Jacobs Stick Fit Jeans. The dark blue wash exudes a timeless elegance, and the stick fit design offers a contemporary edge. Crafted with attention to detail, these jeans are a testament to refined style and quality.\r\n"},
{"prod_id":"20","prod_name":"Amapo Skinny Woman Jeans","prod_cat":"Jeans","prod_gen":"Women","prod_col":"Navy","prod_size":"M","prod_desc":"Embrace sleek and versatile fashion with our Amapo Skinny Woman Jeans. The navy color adds depth to your outfit, and the skinny fit flatters your figure. Step into a world of comfort and style that effortlessly captures your unique personality."},
{"prod_id":"21","prod_name":"Vero Moda Brenda Jeans","prod_cat":"Jeans","prod_gen":"Women","prod_col":"Dark Brown","prod_size":"M","prod_desc":"Embrace the allure of deep hues with our Vero Moda Brenda Jeans in dark brown. The color adds sophistication, while the tailored fit offers comfort and style. Elevate your fashion game with a touch of elegance that's perfect for any occasion."},
{"prod_id":"22","prod_name":"Vero Moda Lux Jeans","prod_cat":"Jeans","prod_gen":"Women","prod_col":"Navy","prod_size":"M","prod_desc":"Experience luxury and style with our Vero Moda Lux Jeans in navy. The rich color and tailored fit create a look that's both comfortable and elegant. Embrace versatile fashion that effortlessly transitions from day to night."},
{"prod_id":"23","prod_name":"Woman Noisy May Allie Skinny Fit Low Waist Jeans","prod_cat":"Jeans","prod_gen":"Women","prod_col":"Light Blue","prod_size":"M","prod_desc":"Embrace a contemporary look with our Noisy May Allie Skinny Fit Low Waist Jeans. The light blue hue adds a touch of freshness, and the low waist design offers a modern twist. Crafted for comfort and style, these jeans are a must-have for fashion-forward individuals."},
{"prod_id":"24","prod_name":"Womens Jeans R13 Skinny Cropped","prod_cat":"Jeans","prod_gen":"Women","prod_col":"Navy","prod_size":"M","prod_desc":"Elevate your denim collection with our Womens Jeans R13 Skinny Cropped in navy. The cropped length and navy color create a look that's both chic and versatile. Experience style and comfort in one exceptional pair of jeans.\r\n"},
{"prod_id":"25","prod_name":"Womens Jeans R13 Leopard Print High Rise Skinny  Beige","prod_cat":"Jeans","prod_gen":"Women","prod_col":"Leopard","prod_size":"M","prod_desc":"Embrace a fierce and stylish look with our Womens Jeans R13 Leopard Print High Rise Skinny. The leopard print design adds a touch of wildness to your outfit, while the high-rise fit offers a flattering silhouette. Step into a world of bold fashion that turns heads wherever you go."},
{"prod_id":"26","prod_name":"Nudie Jeans Lean Dean Dry Ever Black Jeans","prod_cat":"Jeans","prod_gen":"Men","prod_col":"Black","prod_size":"M","prod_desc":"Discover timeless elegance with our Nudie Jeans Lean Dean Dry Ever Black. The deep black hue exudes sophistication, and the quality craftsmanship ensures a lasting and comfortable fit. Elevate your denim collection with a pair that's versatile and effortlessly stylish."},
{"prod_id":"27","prod_name":"Carhartt Work In Progress Striped Tori Pocket Tee","prod_cat":"T-shirt","prod_gen":"Women","prod_col":"Purple","prod_size":"M","prod_desc":"Elevate your casual wardrobe with the Carhartt Work In Progress Striped Tori Pocket Tee. The dynamic purple stripes add a playful touch, while the pocket detail adds functionality and style. Crafted with attention to quality, this tee is a versatile and chic addition to your everyday look."},
{"prod_id":"28","prod_name":"Short Sleeve tee linen","prod_cat":"T-shirt","prod_gen":"Women","prod_col":"Lavender","prod_size":"XL","prod_desc":"Embrace breezy elegance with our Short Sleeve Tee Linen in a soothing lavender shade. The linen fabric offers comfort and breathability, making it a perfect choice for warmer days. Whether you're lounging or strolling, this tee combines style and comfort effortlessly."},
{"prod_id":"29","prod_name":"Hollister Long Sleeve Tee","prod_cat":"T-shirt","prod_gen":"Women","prod_col":"Blue","prod_size":"M","prod_desc":"Embrace casual comfort with the Hollister Long Sleeve Tee. The serene blue color and long sleeve design create a laid-back yet stylish look. Whether you're running errands or relaxing, this tee adds a touch of effortless charm to your outfit.\r\n"},
{"prod_id":"30","prod_name":"The Couture Club Oversized Varsity T-shirt","prod_cat":"T-shirt","prod_gen":"Women","prod_col":"Black","prod_size":"XXL","prod_desc":"Make a bold statement with The Couture Club Oversized Varsity T-shirt. The oversized fit exudes urban style, while the black color adds a touch of edginess. Elevate your streetwear game with this eye-catching and fashionable piece."},
{"prod_id":"31","prod_name":"Monki striped t-shirt","prod_cat":"T-shirt","prod_gen":"Women","prod_col":"Striped Black and White","prod_size":"M","prod_desc":"Embrace timeless stripes with the Monki Striped T-Shirt. The black and white stripes offer a classic yet modern aesthetic, making it a versatile addition to your wardrobe. Step into effortless style with this chic and comfortable tee."},
{"prod_id":"32","prod_name":"Pajama T-shirt in Lilac Stripe-Purple","prod_cat":"T-shirt","prod_gen":"Women","prod_col":"White","prod_size":"L","prod_desc":"Experience comfort in style with the Pajama T-Shirt in Lilac Stripe-Purple. The white color and lilac stripes create a soothing and relaxed look. Whether you're lounging at home or enjoying a leisurely day, this tee adds a touch of elegance to your downtime."},
{"prod_id":"33","prod_name":"Santa Cruz oversized T-shirt with check heart print","prod_cat":"T-shirt","prod_gen":"Women","prod_col":"White","prod_size":"M","prod_desc":"Embrace a playful and artistic vibe with the Santa Cruz Oversized T-Shirt. The check heart print adds a touch of charm, while the oversized fit offers a trendy and comfortable style. Elevate your streetwear game with this unique and fashionable piece."},
{"prod_id":"34","prod_name":"Tommy Jeans Centre Badge Flag Logo Vertical Stripe T Shirt","prod_cat":"T-shirt","prod_gen":"Men","prod_col":"Red","prod_size":"M","prod_desc":"Elevate your casual ensemble with the Tommy Jeans Centre Badge Flag Logo Vertical Stripe T-Shirt. The bold red color and vertical stripes create a dynamic and eye-catching look. Step into a world of Tommy Jeans' iconic style and quality craftsmanship."},
{"prod_id":"35","prod_name":"Hurley Everyday One and Only Boxed T-shirt","prod_cat":"T-shirt","prod_gen":"Men","prod_col":"Red","prod_size":"M","prod_desc":"Experience everyday comfort and style with the Hurley Everyday One and Only Boxed T-Shirt. The vibrant red color adds a pop of energy, making it a versatile choice for various occasions. Elevate your casual look with this classic and reliable tee."},
{"prod_id":"36","prod_name":"Men's Nike Black\/Goldenrod Sportswear Logo T-Shirt","prod_cat":"T-shirt","prod_gen":"Men","prod_col":"Black","prod_size":"M","prod_desc":"Showcase your sporty style with the Men's Nike Black\/Goldenrod Sportswear Logo T-Shirt. The iconic Nike logo and black color create a bold and athletic look. Whether you're hitting the gym or hanging out, this tee blends fashion and functionality seamlessly."},
{"prod_id":"37","prod_name":"Quicksilver return to the moon T-shirt","prod_cat":"T-shirt","prod_gen":"Men","prod_col":"White","prod_size":"M","prod_desc":"Embrace a touch of wanderlust with the Quiksilver Return to the Moon T-Shirt. The white color and unique design evoke a sense of adventure, making it a perfect choice for explorers at heart. Elevate your casual look with a tee that speaks to your free spirit."},
{"prod_id":"38","prod_name":"Jack & Jone Copenhagen Hort Leeve Crew Neck","prod_cat":"T-shirt","prod_gen":"Men","prod_col":"Navy","prod_size":"M","prod_desc":"Elevate your casual wardrobe with the Jack & Jones Copenhagen Hort Leeve Crew Neck. The navy color and crew neck design create a timeless and versatile look. Whether you're heading out or staying in, this tee offers comfort and style in one package."},
{"prod_id":"39","prod_name":"Wrangler Tee","prod_cat":"T-shirt","prod_gen":"Men","prod_col":"White","prod_size":"M","prod_desc":"Embrace classic Western charm with the Wrangler Tee. The white color and iconic Wrangler logo create a look that's both stylish and authentic. Elevate your casual ensemble with a touch of rugged elegance."},
{"prod_id":"40","prod_name":"Jack & Jones Wave T-Shirt","prod_cat":"T-shirt","prod_gen":"Men","prod_col":"Navy","prod_size":"M","prod_desc":"Ride the wave of style with the Jack & Jones Wave T-Shirt. The navy color and wave-inspired design capture a sense of adventure and relaxation. Whether you're at the beach or in the city, this tee adds a touch of cool to your look."},
{"prod_id":"41","prod_name":"Levi's Classic Graphic T Shirt","prod_cat":"T-shirt","prod_gen":"Men","prod_col":"Black","prod_size":"M","prod_desc":"Elevate your denim-inspired style with the Levi's Classic Graphic T Shirt. The black color and iconic Levi's graphic create a look that's both edgy and timeless. Embrace a touch of Americana and quality craftsmanship in one stylish tee."}
]
}
]
